Repository: MDalprato/Unlocator-Updater
Catalog: Unlocator Updated/*.lproj/Localizable.strings
Languages: de, it

source: No Internet connection
de: Keine Internetverbindung
it: Nessuna connessione a Internet

source: No Internet connection, cannot proceed.
de: Keine Internetverbindung. Vorgang abgebrochen.
it: Nessuna connessione a Internet, impossibile procedere

source: Go back to Login
de: Zurück zur Anmeldeseite
it: Torna al Login

source: Signed in as
de: Angemeldet als
it: Loggato come

source: Not Logged
de: Nicht eingeloggt
it: Non Loggato

source: An unexpected error has occurred
de: Es ist ein unerwarteter Fehler aufgetreten
it: Si è verificato un errore sconosciuto

source: Unexpected response from the network
de: Unerwartete Antwort aus dem Netzwerk
it: Ricevuta una risposta non valida

source: Latest update:
de: Letzte Aktualisierung:
it: Ultimo update:

source: Unlocator said that
de: Unlocator sagt, dass
it: Unlocator ha detto che

source: New Version Available
de: Aktualisierung verfügbar
it: Nuova versione disponibile

source: Ready
de: Bereit
it: Pronto

source: Download completed. You will find the new version in your 'Downloads' folder.
de: Download abgeschlossen. Sie finden die neue Version in Ihrem 'Downloads Ordner.
it: Download completato. Troverai l'applicazione salvata nella cartella 'Downloads' del Mac

source: To reset all the settings, the application must be reloaded.
de: Um alle Einstellungen zurückzusetzen, muss die Anwendung neu geladen werden
it: Per rimuovere tutte le impostazioni è necessario chiudere e riaprire l'applicazione

source: This is the latest version of the Application. If a new update is available, you'll be notified by a pop-up alert.
de: Dies ist die neueste Version der Anwendung. nWenn ein neues Update verfügbar ist, werden Sie durch ein Pop-up-Benachrichtigung mitgeteilt.
it: Questa è l'ultima versione disponibile. Verrai notificato appena una nuova versione sarà disponibile

# added
source: just added.
de: hinzugefügt.
it: appena aggiunto.

# exists
source: already exists.
de: vorhanden.
it: già presente.

source: Configuration Error ! You cannot configure an interval less then 800 seconds. /n Check the configuration file for more information
de: Konfigurationsfehler! Sie können nicht konfigurieren ein Intervall von weniger als 800 Sekunden. / n Prüfen Sie die Konfigurationsdatei für weitere Informationen
it: Rilvato errore nella confiugrazione dell'applicaizone. /n Non è possibile caricare intervalli di aggiornmento inferiori a 800 secondi. Controlla il file prima di procedere.

source: Signed in with the private key
de: Mit dem privaten Schlüssel signiert in
it: Loggato utilizzando la Chiave Privata

source: No update required
de: Keine Aktualisierung erforderlich
it: Nessun update in coda

source: Set language
de: Sätze Sprache
it: Imposta Lingua

source: Play
de: Spielen

source: Version
it: Versione
